brew "awscli"
brew "colima", restart_service: :changed
brew "coreutils"
brew "deno"
brew "docker"
brew "docker-compose"
brew "dockutil"
brew "fish"
brew "gh"
brew "git-delta"
brew "jless"
brew "jq"
brew "openjdk"
brew "postgresql@18"
brew "rbenv"
brew "wget"
brew "yadm"
brew "zimfw"
cask "claude-code"
cask "firefox"
cask "freedom"
cask "ghostty"
cask "iterm2"
cask "jordanbaird-ice"
cask "middleclick"
cask "mimestream"
cask "monitorcontrol"
cask "obsidian"
cask "postman"
cask "qobuz"
cask "raycast"
cask "rectangle-pro"
cask "sublime-text"
cask "typora"
cask "visual-studio-code"
cask "yubico-authenticator"

